Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 34_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XXXIV.
pt_br: CAPÍTULO XXXIV.

source: DEve ter muito grande cuidado o Enfermeiro , quando houver de dar a purga ao enfermo , perguntando-lhe primeiro a que hora lhe costuma vir o crescimento , ou cezaõ , para o advertir ao Medico , e elle determine a hora , em que o enfermo ha de tomar a purga , porque nisto resulta a mayor parte da saude do enfermo .
pt_br: Deve ter muito grande cuidado o Enfermeiro, quando houver de dar a purga ao enfermo, perguntando-lhe primeiro a que hora lhe costuma vir o crescimento, ou sezão, para o advertir ao Médico, e ele determine a hora, em que o enfermo há de tomar a purga, porque nisto resulta a maior parte da saúde do enfermo.

source: Naõ obstante esta advertencia , saiba o Enfermeiro , que sempre as purgas se daõ na declinaçaõ do crescimento , ou sejaõ dobres , ou naõ sejaõ .
pt_br: Não obstante esta advertência, saiba o Enfermeiro, que sempre as purgas se dão na declinação do crescimento, ou sejam dobres, ou não sejam.

source: Se a purga se der ao enfermo no principio do crescimento , ou cezaõ , lhe póde resultar gravissimo dano .
pt_br: Se a purga se der ao enfermo no princípio do crescimento, ou sezão, lhe pode resultar gravíssimo dano.

source: Sempre que o enfermo tome a purga , ha de estar em jejum ; e porque ha casos , em que a mandaõ dar de tarde , he preciso tenhaõ passado quatro , ou sinco horas depois de ter comido .
pt_br: Sempre que o enfermo tome a purga, há de estar em jejum; e porque há casos, em que a mandam dar de tarde, é preciso tenham passado quatro, ou cinco horas depois de ter comido.

source: Tambem he muito conveniente perguntar ao enfermo se tem feito curso no dia antecedente ; e se o naõ tiver feito , he preciso lançar lhe huma ajuda, para que a purga faça melhor o seu effeito .
pt_br: Também é muito conveniente perguntar ao enfermo se tem feito curso no dia antecedente; e se o não tiver feito, é preciso lançar-lhe uma ajuda, para que a purga faça melhor o seu efeito.

source: Para o Enfermeiro se livrar deste cuidado no dia da purga , póde lançar huma ajuda ao enfermo na tarde antecedente , se naõ tiver obrado .
pt_br: Para o Enfermeiro se livrar deste cuidado no dia da purga, pode lançar uma ajuda ao enfermo na tarde antecedente, se não tiver obrado.

source: He tambem muito , e muito preciso, que o Enfermeiro antes de dar a purga ao enfermo , lhe tome o pulso , e saiba como passou a noite ; porque muitas vezes succede mudarem-se as cezões , ou crescimento , e na hora , que o Medico tem determinado , e he costume , naõ ser conveniente , ou pela causa referida , ou por outros accidentes diversos de desmayo , suor , fraqueza , &c.
pt_br: É também muito, e muito preciso, que o Enfermeiro antes de dar a purga ao enfermo, lhe tome o pulso, e saiba como passou a noite; porque muitas vezes sucede mudarem-se as sezões, ou crescimento, e na hora, que o Médico tem determinado, e é costume, não ser conveniente, ou pela causa referida, ou por outros acidentes diversos de desmaio, suor, fraqueza, etc.

source: que costumaõ sobrevir de repente ; e importa mais à vida do enfermo suspender a purga , que o dar-lha ; e neste caso de suspender a purga , dirá o Enfermeiro ao Medico , assim que chegar , a razaõ , que teve para o fazer .
pt_br: que costumam sobrevir de repente; e importa mais à vida do enfermo suspender a purga, que o dar-lha; e neste caso de suspender a purga, dirá o Enfermeiro ao Médico, assim que chegar, a razão, que teve para o fazer.

source: Estando a purga preparada , mandareis sentar o enfermo em sima da cama , com as costas arrimadas na almofada , para que a cabeça lhe fique alta ; e dando a purga a beber ao enfermo , seja por hum copo de vidro escuro , ou por hum pucaro de barro .
pt_br: Estando a purga preparada, mandareis sentar o enfermo em cima da cama, com as costas arrimadas na almofada, para que a cabeça lhe fique alta; e dando a purga a beber ao enfermo, seja por um copo de vidro escuro, ou por um púcaro de barro.

source: Sendo de Veraõ , dareis a purga fria ; e de Inverno , quente , e naõ tibia , porque provoca a vomito .
pt_br: Sendo de Verão, dareis a purga fria; e de Inverno, quente, e não tíbia, porque provoca a vômito.

source: Antes que o enfermo tome a purga , enxagoará a boca , e o mesmo fará depois de a tomar .
pt_br: Antes que o enfermo tome a purga, enxaguará a boca, e o mesmo fará depois de a tomar.

source: Se for com agoa , naõ he máo ; se for com vinho , he melhor ; e se for com agoa ardente , he mais singular ; porque o ardor , que lhe causa antes , e depois , faz suspender o cheiro , a doçura, e o tedio .
pt_br: Se for com água, não é mão; se for com vinho, é melhor; e se for com água ardente, é mais singular; porque o ardor, que lhe causa antes, e depois, faz suspender o cheiro, a doçura, e o tédio.

source: Se ao enfermo lhe sobrevier alguma anciedade provocativa a vomito , vede se lha podeis evitar , mettendo-lhe as mãos em agoa bem fria , borrifando-lhe a cara , mettendo-lhe na boca hum bocado de marmello , limaõ, ou cidra , e cheirando o mesmo .
pt_br: Se ao enfermo lhe sobrevier alguma ansiedade provocativa a vômito, vede se lha podeis evitar, metendo-lhe as mãos em água bem fria, borrifando-lhe a cara, metendo-lhe na boca um bocado de marmelo, limão, ou cidra, e cheirando o mesmo.

source: Naõ bastando isto , lhe fareis esfregações brandas nas barrigas das pernas , cossegas nas solas dos pés , puchar-lhe pelos dedos , deitar-lhe huma ventosa no estomago , dous dedos mais assima do embigo , huma gema de ovo assado posta na concavidade , que está no fim da garganta ; a qual , pondo-se quente , se ha de conservar atè que esfrie ; mastigar azeitonas , ou outra qualquer cousa , que o enfermo apetecer , naõ lhe fazendo dano .
pt_br: Não bastando isto, lhe fareis esfregações brandas nas barrigas das pernas, cócegas nas solas dos pés, puxar-lhe pelos dedos, deitar-lhe uma ventosa no estômago, dois dedos mais acima do umbigo, uma gema de ovo assado posta na concavidade, que está no fim da garganta; a qual, pondo-se quente, se há de conservar até que esfrie; mastigar azeitonas, ou outra qualquer coisa, que o enfermo apetecer, não lhe fazendo dano.

source: Se todos estes remedios naõ forem equivalentes para que o enfermo naõ lance a purga por vomito , estará huma bacia , prompta para a lançar , e se guardará atè que o Medico venha , para lha mandar lançar por ajuda , se lhe parecer conveniente .
pt_br: Se todos estes remédios não forem equivalentes para que o enfermo não lance a purga por vômito, estará uma bacia, pronta para a lançar, e se guardará até que o Médico venha, para lha mandar lançar por ajuda, se lhe parecer conveniente.

source: Se o enfermo conservar a purga , e naõ obrar com ella , tendo passado quatro horas , lhe lançareis huma ajuda .
pt_br: Se o enfermo conservar a purga, e não obrar com ela, tendo passado quatro horas, lhe lançareis uma ajuda.

source: Se o enfermo recear vomitar a purga , lha dareis fria , ainda que seja de Inverno ; e em quanto o enfermo obrar , lhe naõ dareis de comer .
pt_br: Se o enfermo recear vomitar a purga, lha dareis fria, ainda que seja de Inverno; e enquanto o enfermo obrar, lhe não dareis de comer.

source: O modo de aquentar as purgas , he mettendo o vaso, que a tiver , dentro de hum taxo de agoa fria ; e pondo-se ao lume, se estará mechendo em quanto se aquenta .
pt_br: O modo de aquentar as purgas, é metendo o vaso, que a tiver, dentro de um taxo de água fria; e pondo-se ao lume, se estará mexendo enquanto se aquenta.
